System.register([], function (exports_1, context_1) {
    "use strict";
    var __moduleName = context_1 && context_1.id;
    return {
        setters: [],
        execute: function () {
            exports_1("default", [
                {
                    "id": "1356867674570817",
                    "label": "开始",
                    "children": ["1356867674570849"],
                }, {
                    "id": "1356867674570849",
                    "label": "现场测绘提请",
                    "children": ["1356867674570881"],
                }, {
                    "id": "1356867674570881",
                    "label": "现场测绘报告",
                    "children": ["1356867674570913"],
                }, {
                    "id": "1356867674570913",
                    "label": "商品布局管理",
                    "children": ["1356867674571585"],
                }, {
                    "id": "1356867674571585",
                    "label": "并行网关",
                    "children": ["1356867674570945", "1356867674570977", "1356867674571009", "1356867674571041"],
                }, {
                    "id": "1356867674570945",
                    "label": "商品日商管理",
                    "children": ["1356867674571137"],
                }, {
                    "id": "1356867674570977",
                    "label": "运营规划",
                    "children": ["1356867674571137"],
                }, {
                    "id": "1356867674571041",
                    "label": "IT规划",
                    "children": ["1356867674571137"],
                }, {
                    "id": "1356867674571009",
                    "label": "工程投资规划",
                    "children": ["1356867674571137"],
                }, {
                    "id": "1356867674571137",
                    "label": "网关",
                    "children": ["1356867674571073"],
                }, {
                    "id": "1356867674571073",
                    "label": "财务预算",
                    "children": ["1356867674571617"],
                }, {
                    "id": "1356867674571617",
                    "label": "并行网关",
                    "children": ["1356867674571169", "1356867674571393"],
                }, {
                    "id": "1356867674571169",
                    "label": "平面方案商品部",
                    "children": ["1356867674571649"],
                }, {
                    "id": "1356867674571393",
                    "label": "预约签约时间",
                    "children": ["1356867674571425"],
                }, {
                    "id": "1356867674571649",
                    "label": "会签平面图",
                    "children": ["1356867674571201"],
                }, {
                    "id": "1356867674571201",
                    "label": "施工图设计",
                    "children": ["1356867674571233"],
                }, {
                    "id": "1356867674571233",
                    "label": "确认项目资源",
                    "children": ["1356867674571265"],
                }, {
                    "id": "1356867674571425",
                    "label": "发起交房",
                    "children": ["1356867674571457"],
                }, {
                    "id": "1356867674571265",
                    "label": "指派项目经理",
                    "children": ["1356867674571457"],
                }, {
                    "id": "1356867674571457",
                    "label": "网关",
                    "children": ["1356867674571297"],
                }, {
                    "id": "1356867674571297",
                    "label": "项目认领",
                    "children": ["1356867674571329"],
                }, {
                    "id": "1356867674571329",
                    "label": "结束",
                    "children": [],
                }
            ]);
        }
    };
});
//# sourceMappingURL=data2.js.map